import type { AboutusContent } from "@/types/aboutus";

export const aboutusContent: AboutusContent = {
  kicker: "人を想い人々を支え志の高い目標を立ち向かえる組織",
  body: [
    "飲食を通じて皆様に「感動体験」をご提供する組織であることが我々の使命だと思っております。\nRPZの由来はロールプレイングゲーム。ロールプレイングゲームはチームを組んで様々な目標に向かって成長していきます。チームが全員同じ能力では達成できない目標も多種多様な「個性」「能力」「経験」を持ち寄り、互いに尊重し高めあい、時には助け合うことでどんなに高い壁も超えていけると信じております。",
    "最後のZはアルファベット最後の文字かつ「未知のもの」「究極のもの」という意味を持ちます。目標は1つではなく常に志の高い目標を持つことで未知の挑戦を可能にする。そんな意味をこめて立ち上がった組織です。",
    "物語は始まったばかりですが確実に成長をしていると感じております。",
    "RPZはこれからも食を通じてお客様もスタッフも関係業者様も幸せになる組織を目指して歩み続けていきます。共に成長し、各々の夢・目標を現実にしていけるチームメンバーを歓迎します。一緒に挑戦し続けミッションを進めていきましょう。",
  ],
};